export const prespectives = [
  {
    name: "المنظور الاول",
    content: [
      {
        axisId: "محور1",
        axisTitle: "التخطيط والإدارة",
        criteria: [
          {
            id: "5.1.1",
            title: "معيار 5.1.1: التخطيط الاستراتيجي للتحول الرقمي",
            documents: [
              "الخطة الاستراتيجية المعتمدة للتحول الرقمي التي تحقق ضوابط التطبيق المتعلقة بمعيار التخطيط الاستراتيجي للتحول الرقمي ويكون تاريخ اعتمادها خلال فترة لا تزيد عن 36 شهراً.",
            ],
          },
          {
            id: "5.1.2",
            title: "معيار 5.1.2: التخطيط التنفيذي للتحول الرقمي",
            documents: [
              "الخطة التنفيذية المعتمدة للتحول الرقمي التي تحقق ضوابط التطبيق المتعلقة بمعيار التخطيط التنفيذي للتحول الرقمي ويكون تاريخ اعتمادها خلال فترة لا تزيد عن 12 شهراً.",
            ],
          },
          {
            id: "5.1.3",
            title: "معيار 5.1.3: تأسيس وحدة لإدارة مشاريع التحول الرقمي",
            documents: [
              "إرفاق وثيقة تثبت أن الجهة قامت بإنشاء مكتب لإدارة مشاريع التحول الرقمي.",
              "إرفاق الهيكلية المعتمدة لوحدة إدارة مشاريع التحول الرقمي بحيث توضح حدود الصلاحيات والمسؤوليات.",
              "تقديم نسخة من صفحات التقرير التي تثبت أنّ الجهة قد ضمّنت تقرير قياس التحول الرقمي في تقريرها السنوي.",
            ],
          },
        ],
      },
      {
        axisId: "محور2",
        axisTitle: "الحوكمة",
        criteria: [
          {
            id: "5.2.1",
            title: "معيار 5.2.1: اعتماد إطار لحوكمة التحول الرقمي",
            documents: [
              "إرفاق إطار حوكمة معتمد يحقق متطلبات التطبيق المتعلقة بهذا المعيار ويوضح آليات متابعة التنفيذ وقياس الأداء.",
              "إرفاق ما يثبت تحديد الجهة للإدارات واللجان المسؤولة عن عمليات الحوكمة وعمليات التغيير، بما في ذلك حوكمة وإدارة المنتجات والخدمات المشتركة.",
              "إرفاق الهيكل التنظيمي للجهة، يوضح توحيد الإدارات المشرفة على تقنية المعلومات تحت إدارة عامة واحدة.",
              "قرار تعيين مدير عام تقنية المعلومات أو إفادة من نظام إدارة الموارد المؤسسية تفيد بتعيين كفاءة سعودية في هذا المنصب.",
              "تقديم قرار تشكيل لجنة داخلية معنية بكل ما يتعلق بالتعاملات الإلكترونية الحكومية أو التحول الرقمي مع توضيح المناصب الإدارية لأعضاء اللجنة وعضوية المسؤول الأول عن كل ادارة معنية بالتعاملات الالكترونية الحكومية، والمسؤول الأول عن تقنية المعلومات والتطوير الإداري، وتكون برئاسة المسؤول الأول في الجهة أو من ينيبه، على أن تكون إحدى مهامها الرئيسية هي الإشراف على تنفيذ خطة التعاملات الإلكترونية الحكومية الخاصة بها، ومتابعتها، والتنسيق مع الهيئة في هذا الشأن",
            ],
          },
          {
            id: "5.2.2",
            title: "معيار 5.2.2: تطبيق إطار لحوكمة التحول الرقمي",
            documents: [
              "3 عينات من بطاقات المبادرات",
              "3 عينات من تقارير الأداء الدورية.",
              "3 عينات من محاضر الاجتماعات.",
              "3 عينات من القرارات والاجراءات التصحيحية.",
              "إرفاق عينات من الوثائق التي تثبت أن الجهة لديها منهجية وسياسات وعمليات لإدارة المشاريع.",
              "إرفاق عينات من النماذج الخاصة بإدارة المشاريع والتي تحقق متطلبات تطبيق هذا المعيار.",
            ],
          },
          {
            id: "5.2.3",
            title: "معيار 5.2.3: تعزيز التعاون في مجال حوكمة التحول الرقمي",
            documents: [
              "آلية الحوكمة المشتركة.",
              "عينة من قرارات تشكيل اللجان المشتركة.",
              "3 عينات من تقارير متابعة الأداء الدورية.",
              "3 عينات من محاضر الاجتماعات.",
            ],
          },
        ],
      },
      {
        axisId: "محور3",
        axisTitle: "البنية المؤسسية",
        criteria: [
          {
            id: "5.3.1",
            title: "معيار 5.3.1: تأسيس وحدة البنية المؤسسية",
            documents: [
              "وثيقة معتمدة تثبت إطلاق مشروع للبنية المؤسسية في الجهة من خلال فريق عمل داخلي أو بالاستفادة من جهات استشارية خارجية تشمل على نطاق البنية المؤسسية والخطة الزمنية للمشروع",
              "وثيقة معتمدة تثبت تأسيس وحدة إدارية خاصة بالبنية المؤسسية",
              "وثيقة معتمدة لتشكيل لجنة وهيكل الحوكمة وآلية عملها",
              "وثيقة معتمدة لنموذج التفاعل بين وحدة البنية المؤسسية والوحدات الإدارية/ التنظيمية الأخرى للجهة",
              "وثيقة معتمدة لسياسات وإجراءات البنية المؤسسية.",
            ],
          },
          {
            id: "5.3.2",
            title: "معيار 5.3.2: تطبيق ممارسة البنية المؤسسية",
            documents: [
              "وثيقة إطار العمل والنموذج العام والمنهجية المطبقة",
              "وثيقة الموائمة بين أهداف البنية المؤسسية والأهداف الاستراتيجية للجهة",
              "وثائق الوضع الحالي لبنية الأعمال وبنية التطبيقات وبنية البيانات والبنية التقنية في الجهة",
              "وثائق الوضع المستقبلي لبنية الأعمال وبنية التطبيقات وبنية البيانات والبنية التقنية وموائمتها مع أهداف البنية المؤسسية .",
              "وثيقة تحليل الفجوات بين الوضع الحالي والمستقبلي .",
              "وثيقة خارطة طريق التحول الرقمي في الجهة بما يوضح )المبادرات والمشاريع، مؤشرات الأداء، الجدول الزمني، أليات المتابعة والقياس(",
              "عينات من لوحة المؤشرات والتقارير ومكونات مستودع البنية المؤسسية",
            ],
          },
          {
            id: "5.3.3",
            title: "معيار 5.3.3: المتابعة والتنفيذ لتطبيق البنية المؤسسية",
            documents: [
              "عينات كافية من الأنظمة التقنية ومستودع البنية المؤسسية تثبت التزام الجهة بمتطلبات التطبيق المتعلقة بهذا المعيار ) 3 عينات(.",
              "عينات من التقارير الدورية الصادرة من الأنظمة التقنية ومستودع البنية المؤسسية ) 3 عينات(.",
              "محاضر ووثائق رسمية تثبت قيام الجهة بدراسة وتحليل التقارير الدورية ومؤشرات الأداء واتخاذ القرارات والإجراءات الوقائية والتصحيحية اللازمة ) 3 عينات(.",
            ],
          },
          {
            id: "5.3.4",
            title:
              "معيار 5.3.4: تعزيز دور البنية المؤسسية في التحول الرقمي وقياس الأثر",
            documents: [
              "وثائق تثبت قيام الجهة بتطوير وتحديث خطط التحول الرقمي بشكل مستمر بناء على دراسة تقارير البنية المؤسسية .",
              "وثائق تثبت قيام الجهة بتوظيف أحدث التقنيات لرفع نضج ممارسة البنية المؤسسية والتحول الرقمي",
              "التقارير الدورية للبنية المؤسسية للمتابعة وتقييم الأثر .",
            ],
          },
        ],
      },
    ],
  },
];
